{
  "success": true,
  "message": "",
  "data": {
    "id": 5,
    "user_id": 1,
    "title": "Hoaks",
    "slug": "hoaks",
    "body": "Hoaks sudah menjadi barang umum di Indonesia. Apalagi dengan kondisi seperti ini, hoaks semakin liar merajalela. Dimulai dari lingkaran terkecil yang kita miliki, yaitu keluarga. Kita pasti sering medapat kan berita hoaks dari keluarga kita. Gue juga pernah kok mendapat hoaks dari keluarga gue dan belum lama ini. Sifat dasar manusia yang membuat hoaks tersebar dengan cepat. Sifat kita yang ingin menjadi orang terdepan dalam memberikan informasi, yang padahal belum tentu bisa dipercaya. Karena semua orang dapat menuliskan informasi apapun di internet, terutama platform sosial media. Tidak seperti dulu yang informasi atau berita yang kita dapatkan adalah kanal berita, yang sudah pasti dapat dipertanggung jawabkan. Kita semua terutama masyarakat Indonesia, menurut gue belum siap dengan penyebaran informasi yang begitu luas dan cepat. Kita masih terlalu cepat menyebarkan informasi apapun tanpa melakukan validasi dengan sumber informasi lainnya. Kita sudah sering mendapatkan pengetahuan tentang bagaimana cara menggunakan internet, tapi tidak dengan bagaimana cara menggunakan internet dengan BAIK. Permasalahannya bukan di internet atau sosial media, tapi manusianya. Internet terutama sosial media hanyalah sebuah alat. Kita lah yang menentukan bagaimana menggunakan alat tersebut. Bisa baik bahkan buruk. Maka kita perlu lebih memahami dan belajar, bahwa setiap informasi yang kita dapatkan harus divalidasi terlebih dahulu. Coba cek sumber berita lainnya. Karena pada dasarnya, internet dan sosial media, digunakan oleh siapa pun, dimana pun dan dengan niat apapun. Maka kita harus bijak dalam ber-internet terutama ber-sosial media.\n\nKalau kalian ingin mendengarkan ocehan panjang lebar gue, pendapat pribadi gue tentang hoaks, kalian bisa mendengarkannya di podcast gue yaitu GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Hoaks-elh7km/a-a3kvkbj) atau [Spotify](https://open.spotify.com/episode/08QPYa85j2KbhRfDMTWFgh?si=qqi3rFq-TcCfq3pPNemQgA).",
    "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1603563787_7b616df96520fef3a395b08380a70852.jpg",
    "created_at": "2020-10-24T18:23:12.000000Z",
    "updated_at": "2020-11-01T16:36:38.000000Z",
    "deleted_at": null
  }
}
