{
  "success": true,
  "message": "",
  "data": {
    "id": 6,
    "user_id": 1,
    "title": "Bucin",
    "slug": "bucin",
    "body": "Bucin. Yak, kita semua pasti tau dengan kata tersebut. Kata yang sering disematkan kepada pasangan, entah si cewe atau si cowo, yang melakukan tindakan berlebihan kepada pasangannya. Tapi emangnya itu artinya bucin? Bucin itu apa sih? Setiap orang punya persepsi masing-masing tentang bucin. Tapi menurut gue pribadi, bucin itu adalah suatu tindakan yang dilakukan oleh cowo atau cewe kepada pasangannya, yang tindakannya tersebut merugikan diri sendiri. Darimana pengertian gue itu? Tentu dari pengalaman. Gue pernah punya pengalaman bucin sewaktu gue SMA dengan pacar gue pada saat itu (sekarang udah putus). Gue dulu belum sadar gue bucin, tapi sekarang gue sadar kalo gue dulu SMA sangat bucin. Apakah itu hal yang salah menjadi bucin? Menurut gue sih belum tentu. Karena tiap orang punya persepsi dan pengalaman masing-masing tentang bucin. Apa yang membedakan bucin dengan tindakan antar pasangan? Karena batas normal tiap pasangan itu beda-beda. Jadi bucin engga bisa dibilang 100% hal yang salah. Karena bucin dengan kadar yang tepat, akan bisa menjadi suatu hal yang bagus. Karena pada dasarnya, bucin itu tindakan antar pasangan aja, yang terkadang suka berlebihan dan merugikan. Maka dari itu, ayo kita menjadi bucin yang sehat. Lakukan hal yang menyenangkan pasangan kita, tapi juga tidak merugikan kita. Jadi kita dan pasangan kita bisa sama-sama seneng, tanpa beban apapun.\n\nKalian bisa dengerin full pendapat, opini, persepsi gue tentang bucin di podcast gue yaitu Podcast GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Bucin-elsfoj) atau [Spotify](https://open.spotify.com/episode/78JTdqDYx0Q0zXgqE4SKgS?si=jSNmhcNHRt-eB5pnq9zj6Q).",
    "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1604248379_25f37687090410dc193ee38f52bb7a4b.jpg",
    "created_at": "2020-11-01T16:33:04.000000Z",
    "updated_at": "2020-11-01T16:38:32.000000Z",
    "deleted_at": null
  }
}
