{
  "success": true,
  "message": "",
  "data": {
    "id": 7,
    "user_id": 1,
    "title": "Overthinking",
    "slug": "overthinking",
    "body": "Overthinking. Kita semua pasti pernah atau sedang overthinking. Gue pribadi pernah overthinking. Overthinking pertama gue adalah tentang hubungan. Hubungan gue dengan cewe. Entah kenapa cukup sering gagal. Dan gue jadi sering mikir, kenapa ya? Kok bisa? Dan itu kadang membuat gue susah tidur. Tapi untuk hal itu kadang juga masih bisa gue pinggirin. Gue bisa mengalihkan hal itu dengan hal lain. Yang nge-hit gue cukup parah adalah pada saat gue overthinking tentang kehidupan, terutama terkait pekerjaan gue. Gue selalu kepikiran, gimana kalo gue di PHK? Gimana kalo gue engga dapet penghasilan lagi? Tiap malem hal itu selalu mengganggu pikiran gue, dan bikin gue sulit tidur. Pemikiran jelek itu selalu menghantui pikiran gue. Nah, pada suatu malem, pada saat gue asik scroll sosmed gue nemu satu postingan video bagus. Postingan itu berisi kata-kata seperti ini \"Manusia: Ya Allah aku tuh gabisa cinta sama kehidupanku sendiri, kehidupanku tuh banyak beban, capek. Tuhan: Loh, siapa yang nyuruh kamu cinta sama kehidupan kamu? Cintai Aku dan kamu akan mendapatkan kehidupan yang indah\". Gue merinding denger itu. Gue langsung sadar bahwa gue overthinking karena gue kurang bersyukur. Gue terlalu fokus dengan hal yang bisa aja ilang, tapi gue lupa sama hal yang udah gue punya. Harusnya gue lebih bersyukur dengan apa yang udah gue punya sekarang. Jadi menurut gue, obat yang mujarab untuk mengatasi overthinking adalah bersyukur.\n\nKalian bisa dengerin full pendapat, opini, persepsi gue tentang bucin di podcast gue yaitu Podcast GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Overthinking-em6k9f) atau [Spotify](https://open.spotify.com/episode/4A63dOb7wGJmGHvOdCNELC?si=dnZ6tS-cSnu7-to6VXXfeA).",
    "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1604852841_191c65f2087263f93dc8b49f3f4915ce.jpg",
    "created_at": "2020-11-08T16:27:24.000000Z",
    "updated_at": "2020-11-08T16:27:24.000000Z",
    "deleted_at": null
  }
}
