{
  "success": true,
  "message": "",
  "data": [
    {
      "id": 7,
      "user_id": 1,
      "title": "Overthinking",
      "slug": "overthinking",
      "body": "Overthinking. Kita semua pasti pernah atau sedang overthinking. Gue pribadi pernah overthinking. Overthinking pertama gue adalah tentang hubungan. Hubungan gue dengan cewe. Entah kenapa cukup sering gagal. Dan gue jadi sering mikir, kenapa ya? Kok bisa? Dan itu kadang membuat gue susah tidur. Tapi untuk hal itu kadang juga masih bisa gue pinggirin. Gue bisa mengalihkan hal itu dengan hal lain. Yang nge-hit gue cukup parah adalah pada saat gue overthinking tentang kehidupan, terutama terkait pekerjaan gue. Gue selalu kepikiran, gimana kalo gue di PHK? Gimana kalo gue engga dapet penghasilan lagi? Tiap malem hal itu selalu mengganggu pikiran gue, dan bikin gue sulit tidur. Pemikiran jelek itu selalu menghantui pikiran gue. Nah, pada suatu malem, pada saat gue asik scroll sosmed gue nemu satu postingan video bagus. Postingan itu berisi kata-kata seperti ini \"Manusia: Ya Allah aku tuh gabisa cinta sama kehidupanku sendiri, kehidupanku tuh banyak beban, capek. Tuhan: Loh, siapa yang nyuruh kamu cinta sama kehidupan kamu? Cintai Aku dan kamu akan mendapatkan kehidupan yang indah\". Gue merinding denger itu. Gue langsung sadar bahwa gue overthinking karena gue kurang bersyukur. Gue terlalu fokus dengan hal yang bisa aja ilang, tapi gue lupa sama hal yang udah gue punya. Harusnya gue lebih bersyukur dengan apa yang udah gue punya sekarang. Jadi menurut gue, obat yang mujarab untuk mengatasi overthinking adalah bersyukur.\n\nKalian bisa dengerin full pendapat, opini, persepsi gue tentang bucin di podcast gue yaitu Podcast GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Overthinking-em6k9f) atau [Spotify](https://open.spotify.com/episode/4A63dOb7wGJmGHvOdCNELC?si=dnZ6tS-cSnu7-to6VXXfeA).",
      "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1604852841_191c65f2087263f93dc8b49f3f4915ce.jpg",
      "created_at": "2020-11-08T16:27:24.000000Z",
      "updated_at": "2020-11-08T16:27:24.000000Z",
      "deleted_at": null,
      "user": {
        "id": 1,
        "name": "Granite Bagas Prakoso Sidjabat",
        "username": "granitebps",
        "email": "granitebagas28@gmail.com",
        "created_at": "-000001-11-29T16:52:48.000000Z",
        "updated_at": "2020-10-30T18:39:33.000000Z"
      }
    },
    {
      "id": 6,
      "user_id": 1,
      "title": "Bucin",
      "slug": "bucin",
      "body": "Bucin. Yak, kita semua pasti tau dengan kata tersebut. Kata yang sering disematkan kepada pasangan, entah si cewe atau si cowo, yang melakukan tindakan berlebihan kepada pasangannya. Tapi emangnya itu artinya bucin? Bucin itu apa sih? Setiap orang punya persepsi masing-masing tentang bucin. Tapi menurut gue pribadi, bucin itu adalah suatu tindakan yang dilakukan oleh cowo atau cewe kepada pasangannya, yang tindakannya tersebut merugikan diri sendiri. Darimana pengertian gue itu? Tentu dari pengalaman. Gue pernah punya pengalaman bucin sewaktu gue SMA dengan pacar gue pada saat itu (sekarang udah putus). Gue dulu belum sadar gue bucin, tapi sekarang gue sadar kalo gue dulu SMA sangat bucin. Apakah itu hal yang salah menjadi bucin? Menurut gue sih belum tentu. Karena tiap orang punya persepsi dan pengalaman masing-masing tentang bucin. Apa yang membedakan bucin dengan tindakan antar pasangan? Karena batas normal tiap pasangan itu beda-beda. Jadi bucin engga bisa dibilang 100% hal yang salah. Karena bucin dengan kadar yang tepat, akan bisa menjadi suatu hal yang bagus. Karena pada dasarnya, bucin itu tindakan antar pasangan aja, yang terkadang suka berlebihan dan merugikan. Maka dari itu, ayo kita menjadi bucin yang sehat. Lakukan hal yang menyenangkan pasangan kita, tapi juga tidak merugikan kita. Jadi kita dan pasangan kita bisa sama-sama seneng, tanpa beban apapun.\n\nKalian bisa dengerin full pendapat, opini, persepsi gue tentang bucin di podcast gue yaitu Podcast GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Bucin-elsfoj) atau [Spotify](https://open.spotify.com/episode/78JTdqDYx0Q0zXgqE4SKgS?si=jSNmhcNHRt-eB5pnq9zj6Q).",
      "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1604248379_25f37687090410dc193ee38f52bb7a4b.jpg",
      "created_at": "2020-11-01T16:33:04.000000Z",
      "updated_at": "2020-11-01T16:38:32.000000Z",
      "deleted_at": null,
      "user": {
        "id": 1,
        "name": "Granite Bagas Prakoso Sidjabat",
        "username": "granitebps",
        "email": "granitebagas28@gmail.com",
        "created_at": "-000001-11-29T16:52:48.000000Z",
        "updated_at": "2020-10-30T18:39:33.000000Z"
      }
    },
    {
      "id": 5,
      "user_id": 1,
      "title": "Hoaks",
      "slug": "hoaks",
      "body": "Hoaks sudah menjadi barang umum di Indonesia. Apalagi dengan kondisi seperti ini, hoaks semakin liar merajalela. Dimulai dari lingkaran terkecil yang kita miliki, yaitu keluarga. Kita pasti sering medapat kan berita hoaks dari keluarga kita. Gue juga pernah kok mendapat hoaks dari keluarga gue dan belum lama ini. Sifat dasar manusia yang membuat hoaks tersebar dengan cepat. Sifat kita yang ingin menjadi orang terdepan dalam memberikan informasi, yang padahal belum tentu bisa dipercaya. Karena semua orang dapat menuliskan informasi apapun di internet, terutama platform sosial media. Tidak seperti dulu yang informasi atau berita yang kita dapatkan adalah kanal berita, yang sudah pasti dapat dipertanggung jawabkan. Kita semua terutama masyarakat Indonesia, menurut gue belum siap dengan penyebaran informasi yang begitu luas dan cepat. Kita masih terlalu cepat menyebarkan informasi apapun tanpa melakukan validasi dengan sumber informasi lainnya. Kita sudah sering mendapatkan pengetahuan tentang bagaimana cara menggunakan internet, tapi tidak dengan bagaimana cara menggunakan internet dengan BAIK. Permasalahannya bukan di internet atau sosial media, tapi manusianya. Internet terutama sosial media hanyalah sebuah alat. Kita lah yang menentukan bagaimana menggunakan alat tersebut. Bisa baik bahkan buruk. Maka kita perlu lebih memahami dan belajar, bahwa setiap informasi yang kita dapatkan harus divalidasi terlebih dahulu. Coba cek sumber berita lainnya. Karena pada dasarnya, internet dan sosial media, digunakan oleh siapa pun, dimana pun dan dengan niat apapun. Maka kita harus bijak dalam ber-internet terutama ber-sosial media.\n\nKalau kalian ingin mendengarkan ocehan panjang lebar gue, pendapat pribadi gue tentang hoaks, kalian bisa mendengarkannya di podcast gue yaitu GBPS. Kalian bisa dengerin di [Anchor](https://anchor.fm/granitebps/episodes/Hoaks-elh7km/a-a3kvkbj) atau [Spotify](https://open.spotify.com/episode/08QPYa85j2KbhRfDMTWFgh?si=qqi3rFq-TcCfq3pPNemQgA).",
      "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1603563787_7b616df96520fef3a395b08380a70852.jpg",
      "created_at": "2020-10-24T18:23:12.000000Z",
      "updated_at": "2020-11-01T16:36:38.000000Z",
      "deleted_at": null,
      "user": {
        "id": 1,
        "name": "Granite Bagas Prakoso Sidjabat",
        "username": "granitebps",
        "email": "granitebagas28@gmail.com",
        "created_at": "-000001-11-29T16:52:48.000000Z",
        "updated_at": "2020-10-30T18:39:33.000000Z"
      }
    },
    {
      "id": 4,
      "user_id": 1,
      "title": "COVID-19 / CORONA Crawler",
      "slug": "covid-19-corona-crawler",
      "body": "Projek ini saya buat untuk crawl berita tentang CORONA dari berbagai sumber. Sumbernya dari beberapa perusahaan berita yang cukup besar. Jadi beritanya cukup valid. Untuk sekarang saya hanya meng-crawl berita tentang CORONA, tapi saya juga berencana untuk meng-crawl data statistik CORONA di Indonesia.\n\nSaya membuat aplikasi ini karena sering mendapatkan berita hoaks dari sumber yang tidak dapat dipercaya. Dengan aplikasi ini, orang-orang dapat melihat berita dari beberapa sumber sehingga ke-valid-an berita tersebut dapat diperiksa ke berbagai sumber berita. Aplikasi ini hanya berupa API, jadi orang-orang dapat membuat aplikasi mereka sendiri menggunakan API ini. Saya hanya dapat menyediakan data.\n\nJika kalian ingin berkontribusi di projek ini, kalian bisa cek di reponya : [Corona Crawler](https://github.com/granitebps/corona-crawler)\n\nDan kalau kalian ingin menggunakan API tersebut silahkan kunjungi : [Corona Crawler API](https://corona-crawler.granitebps.com)\n\nEnglish Version : [Medium](https://medium.com/@granitebps/corona-crawler-api-2a3354f76103)",
      "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1601371490_gbps.png",
      "created_at": "2020-09-29T09:24:50.000000Z",
      "updated_at": "2020-10-24T13:19:28.000000Z",
      "deleted_at": null,
      "user": {
        "id": 1,
        "name": "Granite Bagas Prakoso Sidjabat",
        "username": "granitebps",
        "email": "granitebagas28@gmail.com",
        "created_at": "-000001-11-29T16:52:48.000000Z",
        "updated_at": "2020-10-30T18:39:33.000000Z"
      }
    },
    {
      "id": 3,
      "user_id": 1,
      "title": "SIMEXTRACK - Simple Expense Tracker App",
      "slug": "simextrack-simple-expense-tracker-app",
      "body": "# SIMEXTRACK\n\n## Simple Expense Tracker\n\nSIMEXTRACK is a very simple app, but it covers almost all my needs (maybe you too) for tracking my expenses. I can add my expenses, my income, even I can transfer my money between \"safe boxes\". Safe box is a place that I save my money. I build safe box because I have more than two bank accounts. I also save my money and my wallet. So I need to track my money in every safe box.\n\nI also add a bunch of categories. So I can categorize all my expenses. Maybe my expense if for food, or transportation, etc. I can also add another category that not exists in the default category. This app also can view the history of all your expenses, incomes, or transfers. You can filter it by date or by the categories.\n\nFor me, this app fits all my criteria for an expense tracker app. If you were searching for a simple expense tracker app, maybe this app suits you. Or you just interesting, you can download the app. Currently, this app is in version 1.0.0 and android only. Unfortunately, this app not online. So if you delete this app, all of your data will be gone. But you still need an internet connection when opening this app because it will check for an update if there are new features or a bug fix.\n\nYou can download the app in [here](https://simextrack.granitebps.com/). And if you have any questions, suggestions, or you found a strange bug in this app, you can send an email to granitebagas28@gmail.com.\n\nThank you and enjoy the app!!!",
      "image": "https://s3.ap-southeast-1.amazonaws.com/portfolio-granitebps.com/blog/1599379892_simextrack.png",
      "created_at": "2020-08-18T08:33:52.000000Z",
      "updated_at": "2020-09-06T08:11:32.000000Z",
      "deleted_at": null,
      "user": {
        "id": 1,
        "name": "Granite Bagas Prakoso Sidjabat",
        "username": "granitebps",
        "email": "granitebagas28@gmail.com",
        "created_at": "-000001-11-29T16:52:48.000000Z",
        "updated_at": "2020-10-30T18:39:33.000000Z"
      }
    }
  ]
}
